import React from 'react';
import Navbar from '../layouts/Navbar';
import Footer from '../layouts/Footer';
import '../styles/Message.css'



const Message = () => {
    return ( 
        <div>
            <Navbar/>
            <div>
                 <h1 dir='rtl' className='h1'>الرؤيه والرساله</h1>
                 <p dir='rtl' className='p1'>
               
                 رؤية جامعة حلوان  
                 <br/>                                                                                         

تسعى جامعة حلوان أن تكون مؤسسة تعليمية وبحثية، رائدة فى التكنولوجيا والفنون ،ومتميزة فى التربية 
<br/>
والعلوم وفقاً لمعايير الجودة العالمية.
                 </p>
                 <p dir='rtl' className='p1'>
                 رسالة جامعة حلوان                                                                                           
                                                                 
                   جامعة حلوان إحدى الجامعات الحكومية المصرية تعمل على :  
                   <ul>
            <li>
            تقديم برامج أكاديمية ذات جودة عالية ،تحكمها المعايير المحلية والعالميه؛ لإعداد خريج متميز قادر
            <br/>
             على المنافسة والإبداع، وتلبية حاجات المجتمع، والإسهام في تطوره ورفاهيته.
            </li>
            <li>قديم برامج رفع كفاءة أعضاء هيئة التدريس، وتنمية قدراتهم التعليمية والبحثية ؛حتى ينعكس ذلك 
                <br/>
                إيجابياً على كل من الطالب والبيئة المحلية و القومية.
               </li>
            <li>
            الارتقاء بالبحث العلمى بالجامعة. 
                </li> 
                <li>
                تحقيق التعليم المستمر، وزيادة التعاون مع المؤسسات التعليمية العالمية.
                </li>
                <li>
                 تحقيق التعليم المشاركه الفعالة فى خدمة المجتمع، وبناء ثقافته وتنمية بيئته ،ودفع قطاعات الإنتاج فيه ؛
                <br/>
                للمنافسة المحلية والإقليمية والعالمية.
                </li>
            </ul>                                       
                                                                 
                 </p>
            </div>

            <Footer/>
        </div>
     );
}
 
export default Message;